[
    {
        "id": 0,
        "title": "Hungrybox",
        "description": "Juan 'Hungrybox' Debiedma is a professional Melee player hailing from Florida, widely considered to be the best player in the world. He plays Jigglypuff and is currently ranked 1st on SSBMRank 2017."
    },
    {
        "id": 1,
        "title": "Armada",
        "description": "Adam 'Armada' Lindgren (born March 28, 1993) is a Peach and Fox player from Gothenburg, Sweden, currently playing for Alliance. He was ranked 1st on the 2015 and 2016 Melee it on Me SSBM Rankings. He is currently ranked 2nd on SSBMRank 2017. Armada is one of the most successful Smashers of all time and is regarded as one of the best players ever."
    },
    {
        "id": 2,
        "title": "Mang0",
        "description": "Joseph 'Mango' Marquez is an American Falco, Fox, and Marth player currently playing for Cloud9, considered one of the greatest Melee players of all time. He is highly regarded on many regional and national Power Rankings, and was last ranked 3rd on SSBMRank 2017."
    },
    {
        "id": 3,
        "title": "Mew2King",
        "description": "Jason 'Mew2King' Zimmerman (born February 19, 1989) is an American professional Melee player from Cinnaminson, New Jersey, currently residing in Orlando, Florida and playing for Echo Fox. He is widely regarded as one of the best smashers of all time, known mostly for his incredible character depth and knowledge of mechanics. He is currently ranked 4th on SSBMRank 2017."
    },
    {
        "id": 4,
        "title": "Plup",
        "description": "Justin 'Plup' McGrath is a Sheik and Fox player from Central Florida currently playing for Panda Global, ranked 5th on SSBMRank 2017."
    },
    {
        "id": 5,
        "title": "Leffen",
        "description": "William 'Leffen' Hjelte is a professional Fox player from Sweden, ranked 6th on SSBMRank 2017."
    },
    {
        "id": 6,
        "title": "Axe",
        "description": "Jeffrey 'Axe' Williamson is a top professional Melee player from Arizona playing for Tempo Storm and is widely regarded as the best Pikachu player in the world. He is currently ranked 7th on SSBMRank 2017."
    },
    {
        "id": 7,
        "title": "Wizzrobe",
        "description": "Justin 'Wizzrobe' Hallett is a Super Smash Bros. Melee, Super Smash Bros., and former Project M player from Florida. He is known for his ability to play each game at the top level. He is currently ranked 8th on SSBMRank 2017."
    },
    {
        "id": 8,
        "title": "SFAT",
        "description": "Zachary 'SFAT' Cordoni is a top American Fox player from Northern California, playing for Counter Logic Gaming. He is currently ranked 9th on SSBMRank 2017."}
]